<?php

namespace Application\Migrations;

use Doctrine\DBAL\Migrations\AbstractMigration;
use Doctrine\DBAL\Schema\Schema;

/**
 * Auto-generated Migration: Please modify to your needs!
 */
class Version20170615183925 extends AbstractMigration
{
    public function up(Schema $schema)
    {
        /*
          * service_name - Наименование услуги
          * price - Цена услуги
          * registartion_urgency - Срочность регистрации (1-Обычная,2-Ускоренная,3-Срочная)
          * registartion_type - Тип ТМ (0-false-Словесная(по умолч.),1-true-Комбинированная)
          * is_partner - Показатель партнера (0-false-Cтандарт(по умолч.),1-true-Партнер)
          * class - Показатель класса (0-false-Первый класс(по умолч.),1-true-Последующие классы)
         */
        $this->addSql('INSERT INTO patenting_prices ( id , service_name , price , registartion_urgency , registartion_type , is_partner , class ) VALUES 
                   ( \'1\' , \'В цвете(Оплата збору за подання заявки на реєстрацію знака)\' , \'500\' , \'0\' , \'\' , \'\' , \'\' ),
                   ( \'2\' , \'В цвете(Оплата збору за публікацію про видачу свідоцтва)\' , \'100\' , \'0\' , \'\' , \'\' , \'\' ),
                   ( \'3\' , \'За каждый клас если больше одного заявителя\' , \'300\' , \'0\' , \'\' , \'\' , \'\' ),                   
        
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість словесної частини знака\' , \'864\' , \'1\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість словесної частини знака\' , \'174\' , \'1\' , \'\' , \'\' , \'1\' ),
                   ( \'\' , \'Проведення попереднього пошуку позначення на тотожність і схожість\' , \'400\' , \'1\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'1600\' , \'1\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'100\' , \'1\' , \'\' , \'\' , \'1\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'1\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'1\' , \'\' , \'\' , \'1\' ),        
                   ( \'\' , \'Мито за видачу свідоцтва\' , \'85\' , \'1\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'1\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'1\' , \'\' , \'\' , \'1\' ),
                   ( \'\' , \'Отримання свідоцтва\' , \'400\' , \'1\' , \'\' , \'\' , \'\' ),  
                                    
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість словесної частини знака\' , \'864\' , \'2\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість словесної частини знака\' , \'174\' , \'2\' , \'\' , \'\' , \'1\' ),
                   ( \'\' , \'Проведення попереднього пошуку позначення на тотожність і схожість\' , \'400\' , \'2\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'1600\' , \'2\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'100\' , \'2\' , \'\' , \'\' , \'1\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'2\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'2\' , \'\' , \'\' , \'1\' ),
                   ( \'\' , \'Оформлення документів на проведення прискореної процедури реєстрації\' , \'1000\' , \'2\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення прискореної процедури реєстрації\' , \'1746\' , \'2\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення прискореної процедури реєстрації\' , \'132\' , \'2\' , \'\' , \'\' , \'1\' ),
                   ( \'\' , \'Мито за видачу свідоцтва\' , \'85\' , \'2\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'2\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'2\' , \'\' , \'\' , \'1\' ),
                   ( \'\' , \'Отримання свідоцтва\' , \'400\' , \'2\' , \'\' , \'\' , \'\' ),          
                   
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість словесної частини знака\' , \'864\' , \'3\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість словесної частини знака\' , \'174\' , \'3\' , \'\' , \'\' , \'1\' ),
                   ( \'\' , \'Проведення попереднього пошуку позначення на тотожність і схожість\' , \'400\' , \'3\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'1600\' , \'3\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'100\' , \'3\' , \'\' , \'\' , \'1\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'3\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'3\' , \'\' , \'\' , \'1\' ),
                   ( \'\' , \'Оформлення документів на проведення термінової процедури реєстрації\' , \'1000\' , \'3\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення термінової процедури реєстрації\' , \'3964.5\' , \'3\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення термінової процедури реєстрації\' , \'392.1\' , \'3\' , \'\' , \'\' , \'1\' ),
                   ( \'\' , \'Мито за видачу свідоцтва\' , \'85\' , \'3\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'3\' , \'\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'3\' , \'\' , \'\' , \'1\' ),
                   ( \'\' , \'Отримання свідоцтва\' , \'400\' , \'3\' , \'\' , \'\' , \'\' ),         
                   
                   
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість  знака\' , \'1728\' , \'1\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість  знака\' , \'348\' , \'1\' , \'1\' , \'\' , \'1\' ),
                   ( \'\' , \'Проведення попереднього пошуку позначення на тотожність і схожість\' , \'400\' , \'1\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'1600\' , \'1\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'100\' , \'1\' , \'1\' , \'\' , \'1\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'1\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'1\' , \'1\' , \'\' , \'1\' ),        
                   ( \'\' , \'Мито за видачу свідоцтва\' , \'85\' , \'1\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'1\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'1\' , \'1\' , \'\' , \'1\' ),
                   ( \'\' , \'Отримання свідоцтва\' , \'400\' , \'1\' , \'1\' , \'\' , \'\' ),
                   
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість  знака\' , \'1728\' , \'2\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість  знака\' , \'348\' , \'2\' , \'1\' , \'\' , \'1\' ),
                   ( \'\' , \'Проведення попереднього пошуку позначення на тотожність і схожість\' , \'400\' , \'2\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'1600\' , \'2\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'100\' , \'2\' , \'1\' , \'\' , \'1\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'2\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'2\' , \'1\' , \'\' , \'1\' ),
                   ( \'\' , \'Оформлення документів на проведення прискореної процедури реєстрації\' , \'1000\' , \'2\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення прискореної процедури реєстрації\' , \'2970\' , \'2\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення прискореної процедури реєстрації\' , \'132\' , \'2\' , \'1\' , \'\' , \'1\' ),
                   ( \'\' , \'Мито за видачу свідоцтва\' , \'85\' , \'2\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'2\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'2\' , \'1\' , \'\' , \'1\' ),
                   ( \'\' , \'Отримання свідоцтва\' , \'400\' , \'2\' , \'1\' , \'\' , \'\' ),          
                   
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість  знака\' , \'1728\' , \'3\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість  знака\' , \'348\' , \'3\' , \'1\' , \'\' , \'1\' ),
                   ( \'\' , \'Проведення попереднього пошуку позначення на тотожність і схожість\' , \'400\' , \'3\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'1600\' , \'3\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'100\' , \'3\' , \'1\' , \'\' , \'1\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'3\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'3\' , \'1\' , \'\' , \'1\' ),
                   ( \'\' , \'Оформлення документів на проведення термінової процедури реєстрації\' , \'1000\' , \'3\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення термінової процедури реєстрації\' , \'6963.3\' , \'3\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення термінової процедури реєстрації\' , \'540\' , \'3\' , \'1\' , \'\' , \'1\' ),
                   ( \'\' , \'Мито за видачу свідоцтва\' , \'85\' , \'3\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'3\' , \'1\' , \'\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'3\' , \'1\' , \'\' , \'1\' ),
                   ( \'\' , \'Отримання свідоцтва\' , \'400\' , \'3\' , \'1\' , \'\' , \'\' ),
                   
                   
                             
                   
                   
                   
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість словесної частини знака\' , \'864\' , \'1\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість словесної частини знака\' , \'174\' , \'1\' , \'\' , \'1\' , \'1\' ),
                   ( \'\' , \'Проведення попереднього пошуку позначення на тотожність і схожість\' , \'300\' , \'1\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'1200\' , \'1\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'100\' , \'1\' , \'\' , \'1\' , \'1\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'1\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'1\' , \'\' , \'1\' , \'1\' ),        
                   ( \'\' , \'Мито за видачу свідоцтва\' , \'85\' , \'1\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'1\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'1\' , \'\' , \'1\' , \'1\' ),
                   ( \'\' , \'Отримання свідоцтва\' , \'300\' , \'1\' , \'\' , \'1\' , \'\' ),
                   
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість словесної частини знака\' , \'864\' , \'2\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість словесної частини знака\' , \'174\' , \'2\' , \'\' , \'1\' , \'1\' ),
                   ( \'\' , \'Проведення попереднього пошуку позначення на тотожність і схожість\' , \'300\' , \'2\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'1200\' , \'2\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'100\' , \'2\' , \'\' , \'1\' , \'1\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'2\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'2\' , \'\' , \'1\' , \'1\' ),
                   ( \'\' , \'Оформлення документів на проведення прискореної процедури реєстрації\' , \'1000\' , \'2\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення прискореної процедури реєстрації\' , \'1746\' , \'2\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення прискореної процедури реєстрації\' , \'132\' , \'2\' , \'\' , \'1\' , \'1\' ),
                   ( \'\' , \'Мито за видачу свідоцтва\' , \'85\' , \'2\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'2\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'2\' , \'\' , \'1\' , \'1\' ),
                   ( \'\' , \'Отримання свідоцтва\' , \'300\' , \'2\' , \'\' , \'1\' , \'\' ),          
                   
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість словесної частини знака\' , \'864\' , \'3\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість словесної частини знака\' , \'174\' , \'3\' , \'\' , \'1\' , \'1\' ),
                   ( \'\' , \'Проведення попереднього пошуку позначення на тотожність і схожість\' , \'400\' , \'3\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'1600\' , \'3\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'100\' , \'3\' , \'\' , \'1\' , \'1\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'3\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'3\' , \'\' , \'1\' , \'1\' ),
                   ( \'\' , \'Оформлення документів на проведення термінової процедури реєстрації\' , \'1000\' , \'3\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення термінової процедури реєстрації\' , \'3964.5\' , \'3\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення термінової процедури реєстрації\' , \'392.1\' , \'3\' , \'\' , \'1\' , \'1\' ),
                   ( \'\' , \'Мито за видачу свідоцтва\' , \'85\' , \'3\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'3\' , \'\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'3\' , \'\' , \'1\' , \'1\' ),
                   ( \'\' , \'Отримання свідоцтва\' , \'400\' , \'3\' , \'\' , \'1\' , \'\' ),         
                   
                   
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість  знака\' , \'1728\' , \'1\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість  знака\' , \'348\' , \'1\' , \'1\' , \'1\' , \'1\' ),
                   ( \'\' , \'Проведення попереднього пошуку позначення на тотожність і схожість\' , \'400\' , \'1\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'1600\' , \'1\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'100\' , \'1\' , \'1\' , \'1\' , \'1\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'1\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'1\' , \'1\' , \'1\' , \'1\' ),        
                   ( \'\' , \'Мито за видачу свідоцтва\' , \'85\' , \'1\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'1\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'1\' , \'1\' , \'1\' , \'1\' ),
                   ( \'\' , \'Отримання свідоцтва\' , \'400\' , \'1\' , \'1\' , \'1\' , \'\' ),
                   
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість  знака\' , \'1728\' , \'2\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість  знака\' , \'348\' , \'2\' , \'1\' , \'1\' , \'1\' ),
                   ( \'\' , \'Проведення попереднього пошуку позначення на тотожність і схожість\' , \'400\' , \'2\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'1600\' , \'2\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'100\' , \'2\' , \'1\' , \'1\' , \'1\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'2\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'2\' , \'1\' , \'1\' , \'1\' ),
                   ( \'\' , \'Оформлення документів на проведення прискореної процедури реєстрації\' , \'1000\' , \'2\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення прискореної процедури реєстрації\' , \'2970\' , \'2\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення прискореної процедури реєстрації\' , \'132\' , \'2\' , \'1\' , \'1\' , \'1\' ),
                   ( \'\' , \'Мито за видачу свідоцтва\' , \'85\' , \'2\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'2\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'2\' , \'1\' , \'1\' , \'1\' ),
                   ( \'\' , \'Отримання свідоцтва\' , \'400\' , \'2\' , \'1\' , \'1\' , \'\' ),          
                   
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість  знака\' , \'1728\' , \'3\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення попереднього пошуку позначення на тотожність і схожість  знака\' , \'348\' , \'3\' , \'1\' , \'1\' , \'1\' ),
                   ( \'\' , \'Проведення попереднього пошуку позначення на тотожність і схожість\' , \'400\' , \'3\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'1600\' , \'3\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оформлення і подача заявки на реєстрацію знака для товарів і послуг\' , \'100\' , \'3\' , \'1\' , \'1\' , \'1\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'3\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за подання заявки на реєстрацію знака\' , \'1000\' , \'3\' , \'1\' , \'1\' , \'1\' ),
                   ( \'\' , \'Оформлення документів на проведення термінової процедури реєстрації\' , \'1000\' , \'3\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення термінової процедури реєстрації\' , \'6963.3\' , \'3\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за проведення термінової процедури реєстрації\' , \'540\' , \'3\' , \'1\' , \'1\' , \'1\' ),
                   ( \'\' , \'Мито за видачу свідоцтва\' , \'85\' , \'3\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'3\' , \'1\' , \'1\' , \'\' ),
                   ( \'\' , \'Оплата збору за публікацію про видачу свідоцтва\' , \'150\' , \'3\' , \'1\' , \'1\' , \'1\' ),
                   ( \'\' , \'Отримання свідоцтва\' , \'400\' , \'3\' , \'1\' , \'1\' , \'\' )
                   
            ');

    }

    public function down(Schema $schema)
    {
        // this down() migration is auto-generated, please modify it to your needs

    }
}
